Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Click **Export** in the toolbar, or press **⌘E**, to render the current project to the remembered export folder. If no folder is set, Screenshot Bro asks you to choose one.
ar: انقر **تصدير** في شريط الأدوات، أو اضغط **⌘E**، لعرض المشروع الحالي إلى مجلد التصدير الذي تم تذكره. إذا لم يتم تعيين أي مجلد، فسيطلب منك Screenshot Bro اختيار مجلد.
ca: Feu clic a **Exporta** a la barra d'eines o premeu **⌘E** per renderitzar el projecte actual a la carpeta d'exportació recordada. Si no hi ha cap carpeta definida, Screenshot Bro us demana que en trieu una.
cs: Kliknutím na **Export** na panelu nástrojů nebo stisknutím **⌘E** vykreslíte aktuální projekt do zapamatované exportní složky. Pokud není nastavena žádná složka, Screenshot Bro vás vyzve k výběru jedné.
da: Klik på **Eksporter** på værktøjslinjen, eller tryk på **⌘E** for at gengive det aktuelle projekt til den huskede eksportmappe. Hvis der ikke er indstillet nogen mappe, beder Screenshot Bro dig om at vælge en.
de: Klicke in der Symbolleiste auf **Export** oder drücke **⌘E**, um das aktuelle Projekt in den gemerkten Exportordner zu rendern. Ist kein Ordner festgelegt, fragt Screenshot Bro nach einem.
el: Κάντε κλικ στο **Εξαγωγή** στη γραμμή εργαλείων ή πατήστε **⌘E**, για να αποδώσετε το τρέχον έργο στον απομνημονευμένο φάκελο εξαγωγής. Εάν δεν έχει οριστεί φάκελος, το Screenshot Bro σας ζητά να επιλέξετε έναν.
es: Haz clic en **Exportar** en la barra de herramientas o pulsa **⌘E** para renderizar el proyecto actual en la carpeta de exportación recordada. Si no hay ninguna carpeta definida, Screenshot Bro te pide que elijas una.
fa: روی **صدور** در نوار ابزار کلیک کنید یا **⌘E** را بزنید تا پروژهٔ فعلی در پوشهٔ خروجیِ ذخیره‌شده رندر شود. اگر پوشه‌ای تنظیم نشده باشد، Screenshot Bro از شما می‌خواهد یکی را انتخاب کنید.
fi: Napsauta työkalupalkissa **Vie** tai paina **⌘E** renderöidäksesi nykyinen projekti muistettuun vientikansioon. Jos yhtään kansiota ei ole asetettu, Screenshot Bro pyytää sinua valitsemaan yhden.
fr: Cliquez sur **Exporter** dans la barre d'outils ou appuyez sur **⌘E** pour exporter le projet actuel vers le dossier d'exportation mémorisé. Si aucun dossier n'est défini, Screenshot Bro vous demande d'en choisir un.
he: לחץ על **ייצוא** בסרגל הכלים, או לחץ על **⌘E**, כדי להציג את הפרויקט הנוכחי לתיקיית הייצוא הזכורה. אם לא מוגדרת תיקיה, Screenshot Bro מבקש ממך לבחור אחת.
hr: Kliknite **Izvezi** na alatnoj traci ili pritisnite **⌘E** za renderiranje trenutnog projekta u zapamćenu mapu za izvoz. Ako mapa nije postavljena, Screenshot Bro traži da je odaberete.
hu: Kattintson az **Exportálás** elemre az eszköztáron, vagy nyomja meg a **⌘E** billentyűt, hogy az aktuális projektet a megjegyzett export mappába jelenítse meg. Ha nincs beállítva mappa, a Screenshot Bro megkéri, hogy válasszon egyet.
id: Klik **Ekspor** di toolbar, atau tekan **⌘E**, untuk merender proyek saat ini ke folder ekspor yang diingat. Jika tidak ada folder yang disetel, Screenshot Bro meminta Anda untuk memilih salah satu.
it: Fai clic su **Esporta** nella barra strumenti, o premi **⌘E**, per generare il progetto corrente nella cartella di esportazione memorizzata. Se non è impostata alcuna cartella, Screenshot Bro ti chiede di sceglierne una.
ja: ツールバーの **書き出し** をクリックするか **⌘E** を押すと、現在のプロジェクトを記憶済みの書き出し先フォルダにレンダリングします。フォルダが設定されていない場合は、Screenshot Bro がフォルダの選択を求めます。
ko: 도구 막대에서 **내보내기**를 클릭하거나 **⌘E**를 눌러 현재 프로젝트를 기억된 내보내기 폴더로 렌더링합니다. 폴더가 설정되지 않았다면 Screenshot Bro가 폴더를 선택하라고 요청합니다.
ms: Klik **Eksport** dalam bar alat, atau tekan **⌘E**, untuk memaparkan projek semasa ke folder eksport yang diingati. Jika tiada folder ditetapkan, Screenshot Bro meminta anda memilih satu.
nl: Klik op **Exporteren** in de werkbalk, of druk op **⌘E** om het huidige project naar de onthouden exportmap te renderen. Als er geen map is ingesteld, vraagt ​​Screenshot Bro u er een te kiezen.
no: Klikk **Eksporter** i verktøylinjen, eller trykk **⌘E**, for å gjengi det gjeldende prosjektet til den huskede eksportmappen. Hvis ingen mappe er angitt, ber Screenshot Bro deg velge en.
pl: Kliknij **Eksportuj** na pasku narzędzi lub naciśnij **⌘E**, aby wyrenderować bieżący projekt do zapamiętanego folderu eksportu. Jeśli nie ustawiono żadnego folderu, Screenshot Bro poprosi Cię o wybranie jednego.
pt_br: Clique em **Exportar** na barra de ferramentas ou pressione **⌘E** para renderizar o projeto atual na pasta de exportação salva. Se nenhuma pasta estiver definida, o Screenshot Bro pede que você escolha uma.
pt_pt: Clique em **Exportar** na barra de ferramentas ou pressione **⌘E** para renderizar o projeto atual na pasta de exportação lembrada. Se nenhuma pasta estiver definida, Screenshot Bro solicitará que você escolha uma.
ro: Faceți clic pe **Export** în bara de instrumente sau apăsați pe **⌘E**, pentru a reda proiectul curent în folderul de export reținut. Dacă nu este setat niciun dosar, Screenshot Bro vă solicită să alegeți unul.
ru: Нажмите **Экспорт** на панели инструментов или **⌘E**, чтобы отрисовать текущий проект в запомненную папку экспорта. Если папка не задана, Screenshot Bro попросит ее выбрать.
sk: Kliknutím na **Exportovať** na paneli s nástrojmi alebo stlačením **⌘E** vykreslíte aktuálny projekt do zapamätaného exportného priečinka. Ak nie je nastavený žiadny priečinok, Screenshot Bro vás požiada o výber priečinka.
sl: Kliknite **Izvozi** v orodni vrstici ali pritisnite **⌘E**, da upodabljate trenutni projekt v shranjeno izvozno mapo. Če mapa ni nastavljena, vas Screenshot Bro pozove, da jo izberete.
sv: Klicka på **Exportera** i verktygsfältet eller tryck på **⌘E** för att återge det aktuella projektet till den sparade exportmappen. Om ingen mapp är inställd ber Screenshot Bro dig att välja en.
th: คลิก **ส่งออก** ในแถบเครื่องมือ หรือกด **⌘E** เพื่อแสดงโปรเจ็กต์ปัจจุบันไปยังโฟลเดอร์ส่งออกที่จดจำ หากไม่มีการตั้งค่าโฟลเดอร์ Screenshot Bro จะขอให้คุณเลือกหนึ่งโฟลเดอร์
tr: Geçerli projeyi hatırlanan dışa aktarma klasörüne oluşturmak için araç çubuğunda **Dışa Aktar**'a tıklayın veya **⌘E** tuşlarına basın. Klasör ayarlanmamışsa Screenshot Bro sizden bir klasör seçmenizi ister.
uk: Натисніть **Експорт** на панелі інструментів або **⌘E**, щоб відрендерити поточний проєкт у збережену папку експорту. Якщо папку не задано, Screenshot Bro попросить її вибрати.
ur: ٹول بار میں **Export** پر کلک کریں، یا **⌘E** دبائیں، موجودہ پروجیکٹ کو یاد کیے گئے ایکسپورٹ فولڈر میں رینڈر کرنے کے لیے۔ اگر کوئی فولڈر سیٹ نہیں ہے تو Screenshot Bro آپ سے ایک منتخب کرنے کو کہتا ہے۔
vi: Nhấp vào **Xuất** trên thanh công cụ hoặc nhấn **⌘E** để hiển thị dự án hiện tại vào thư mục xuất đã ghi nhớ. Nếu không có thư mục nào được đặt, Screenshot Bro sẽ yêu cầu bạn chọn một thư mục.
zh_hans: 点按工具栏中的 **导出** 或按 **⌘E**，即可将当前项目渲染到记住的导出文件夹中。如果尚未设置文件夹，Screenshot Bro 会请你选择一个。
zh_hant: 按一下工具列中的**輸出**或按 **⌘E**，即可將目前的專案轉譯到記住的輸出資料夾。如果尚未設定資料夾，Screenshot Bro 會要求你選擇一個。

source: Click **SVG** to import a vector file. Or paste raw SVG via the SVG paste dialog.
ar: انقر فوق **SVG** لاستيراد ملف متجه. أو الصق SVG أوليًا عبر مربع حوار اللصق SVG.
ca: Feu clic a **SVG** per importar un fitxer vectorial. O enganxeu SVG sense processar mitjançant el diàleg d'enganxar SVG.
cs: Kliknutím na **SVG** importujete vektorový soubor. Nebo vložte raw SVG pomocí SVG dialogového okna pro vložení.
da: Klik på **SVG** for at importere en vektorfil. Eller indsæt rå SVG via SVG indsæt-dialogen.
de: Klicke auf **SVG**, um eine Vektordatei zu importieren, oder füge SVG-Code über den SVG-Einfügedialog ein.
el: Κάντε κλικ στο **SVG** για να εισαγάγετε ένα διανυσματικό αρχείο. Ή επικολλήστε το μη επεξεργασμένο SVG μέσω του διαλόγου επικόλλησης SVG.
es: Haz clic en **SVG** para importar un archivo vectorial, o pega código SVG en el cuadro de diálogo de pegado de SVG.
fa: برای وارد کردن فایل برداری روی **SVG** کلیک کنید. یا کد SVG را در پنجرهٔ جای‌گذاری SVG وارد کنید.
fi: Napsauta **SVG** tuodaksesi vektoritiedoston. Tai liitä raaka SVG liittämisikkunan SVG kautta.
fr: Cliquez sur **SVG** pour importer un fichier vectoriel, ou collez du code SVG brut dans la zone de collage SVG.
he: לחץ על **SVG** כדי לייבא קובץ וקטור. או הדבק גולמי SVG באמצעות תיבת הדו-שיח להדבקה SVG.
hr: Kliknite **SVG** za uvoz vektorske datoteke. Ili zalijepite neobrađeni SVG putem SVG dijaloga za lijepljenje.
hu: Kattintson a **SVG** elemre vektorfájl importálásához. Vagy illessze be a nyers SVG-ot a SVG beillesztési párbeszédpanelen keresztül.
id: Klik **SVG** untuk mengimpor file vektor. Atau tempel SVG mentah melalui dialog tempel SVG.
it: Fai clic su **SVG** per importare un file vettoriale. Oppure incolla il codice SVG tramite la finestra per incollare SVG.
ja: **SVG** をクリックしてベクターファイルを読み込みます。または、SVG のペーストダイアログで SVG のコードを直接貼り付けます。
ko: 벡터 파일을 가져오려면 **SVG**를 클릭하세요. SVG 붙여넣기 대화상자에서 SVG 코드를 직접 붙여넣을 수도 있습니다.
ms: Klik **SVG** untuk mengimport fail vektor. Atau tampal SVG mentah melalui dialog tampal SVG.
nl: Klik op **SVG** om een vectorbestand te importeren. Of plak onbewerkt SVG via het plakdialoogvenster SVG.
no: Klikk **SVG** for å importere en vektorfil. Eller lim inn rå SVG via SVG lim-dialogen.
pl: Kliknij **SVG**, aby zaimportować plik wektorowy. Możesz też wkleić surowy SVG za pomocą okna dialogowego wklejania SVG.
pt_br: Clique em **SVG** para importar um arquivo vetorial, ou cole o código SVG na caixa de diálogo de colar SVG.
pt_pt: Clique em **SVG** para importar um ficheiro vetorial. Ou cole SVG bruto por meio da caixa de diálogo de colagem SVG.
ro: Faceți clic pe **SVG** pentru a importa un fișier vectorial. Sau inserați SVG brut prin dialogul de inserare SVG.
ru: Нажмите **SVG**, чтобы импортировать векторный файл, или вставьте код SVG в диалоге вставки SVG.
sk: Kliknutím na **SVG** importujete vektorový súbor. Alebo prilepte nespracované SVG cez SVG dialógové okno prilepenia.
sl: Kliknite **SVG** za uvoz vektorske datoteke. Ali pa prilepite neobdelani SVG prek pogovornega okna za lepljenje SVG.
sv: Klicka på **SVG** för att importera en vektorfil. Eller klistra in rå SVG via SVG klistra dialogrutan.
th: คลิก **SVG** เพื่อนำเข้าไฟล์เวกเตอร์ หรือวาง Raw SVG ผ่านกล่องโต้ตอบการวาง SVG
tr: Bir vektör dosyasını içe aktarmak için **SVG**'ye tıklayın. Ya da ham SVG kodunu SVG yapıştırma penceresiyle yapıştırın.
uk: Натисніть **SVG**, щоб імпортувати векторний файл. Або вставте код SVG у діалозі вставлення SVG.
ur: ویکٹر فائل درآمد کرنے کے لیے **SVG** پر کلک کریں۔ یا خام SVG کو SVG پیسٹ ڈائیلاگ کے ذریعے پیسٹ کریں۔
vi: Nhấp vào **SVG** để nhập tệp vectơ. Hoặc dán SVG thô qua hộp thoại dán SVG.
zh_hans: 点按 **SVG** 以导入矢量文件，或通过 SVG 粘贴对话框粘贴原始 SVG 代码。
zh_hant: 按一下 **SVG** 以輸入向量檔案。或透過 SVG 貼上對話框貼上原始 SVG 碼。

source: Click **Upload to App Store Connect…** from the export menu. Screenshot Bro renders the selected screenshots directly from the project.
ar: انقر **تحميل إلى App Store Connect…** من قائمة التصدير. Screenshot Bro يعرض لقطات الشاشة المحددة مباشرةً من المشروع.
ca: Feu clic a **Penja a App Store Connect...** al menú d'exportació. Screenshot Bro representa les captures de pantalla seleccionades directament des del projecte.
cs: V nabídce exportu klikněte na **Nahrát do App Store Connect…**. Screenshot Bro vykreslí vybrané snímky obrazovky přímo z projektu.
da: Klik på **Upload til App Store Connect...** fra eksportmenuen. Screenshot Bro gengiver de valgte skærmbilleder direkte fra projektet.
de: Klicke im Exportmenü auf **In App Store Connect hochladen…**. Screenshot Bro rendert die ausgewählten Screenshots direkt aus dem Projekt.
el: Κάντε κλικ στην **Μεταφόρτωση σε App Store Connect…** από το μενού εξαγωγής. Το Screenshot Bro αποδίδει τα επιλεγμένα στιγμιότυπα οθόνης απευθείας από το έργο.
es: Haz clic en **Subir a App Store Connect…** en el menú de exportación. Screenshot Bro renderiza las capturas seleccionadas directamente desde el proyecto.
fa: از منوی صدور، روی **آپلود در App Store Connect…** کلیک کنید. Screenshot Bro اسکرین‌شات‌های انتخاب‌شده را مستقیماً از پروژه رندر می‌کند.
fi: Napsauta vientivalikosta **Lataa kohteeseen App Store Connect…**. Screenshot Bro näyttää valitut kuvakaappaukset suoraan projektista.
fr: Cliquez sur **Envoyer vers App Store Connect…** dans le menu d'exportation. Screenshot Bro génère les captures d'écran sélectionnées directement à partir du projet.
he: לחץ על **העלה ל-App Store Connect...** מתפריט הייצוא. Screenshot Bro מעבד את צילומי המסך שנבחרו ישירות מהפרויקט.
hr: Kliknite **Učitaj u App Store Connect…** iz izbornika izvoza. Screenshot Bro renderira odabrane snimke zaslona izravno iz projekta.
hu: Kattintson a **Feltöltés ide: App Store Connect…** elemre az exportálási menüben. A Screenshot Bro közvetlenül a projektből jeleníti meg a kiválasztott képernyőképeket.
id: Klik **Unggah ke App Store Connect…** dari menu ekspor. Screenshot Bro merender tangkapan layar yang dipilih langsung dari proyek.
it: Fai clic su **Carica su App Store Connect…** dal menu di esportazione. Screenshot Bro genera gli screenshot selezionati direttamente dal progetto.
ja: 書き出しメニューから **App Store Connect にアップロード…** をクリックします。Screenshot Bro は、選択したスクリーンショットをプロジェクトから直接レンダリングします。
ko: 내보내기 메뉴에서 **App Store Connect에 업로드…** 항목을 클릭하세요. Screenshot Bro가 선택한 스크린샷을 프로젝트에서 직접 렌더링합니다.
ms: Klik **Muat naik ke App Store Connect…** daripada menu eksport. Screenshot Bro memaparkan tangkapan skrin yang dipilih terus daripada projek.
nl: Klik op **Uploaden naar App Store Connect…** in het exportmenu. Screenshot Bro rendert de geselecteerde schermafbeeldingen rechtstreeks vanuit het project.
no: Klikk på **Last opp til App Store Connect...** fra eksportmenyen. Screenshot Bro gjengir de valgte skjermbildene direkte fra prosjektet.
pl: Kliknij **Prześlij do App Store Connect…** z menu eksportu. Screenshot Bro renderuje wybrane zrzuty ekranu bezpośrednio z projektu.
pt_br: Clique em **Enviar para App Store Connect…** no menu de exportação. O Screenshot Bro renderiza as capturas de tela selecionadas diretamente do projeto.
pt_pt: Clique em **Carregar para App Store Connect…** no menu de exportação. Screenshot Bro renderiza as capturas de ecrã selecionadas diretamente do projeto.
ro: Faceți clic pe **Încărcați în App Store Connect…** din meniul de export. Screenshot Bro redă capturile de ecran selectate direct din proiect.
ru: Выберите **Загрузить в App Store Connect…** в меню экспорта. Screenshot Bro отрисует выбранные скриншоты прямо из проекта.
sk: V ponuke exportu kliknite na **Nahrať do App Store Connect…**. Screenshot Bro vykreslí vybraté snímky obrazovky priamo z projektu.
sl: V meniju za izvoz kliknite **Naloži v App Store Connect…**. Screenshot Bro upodobi izbrane posnetke zaslona neposredno iz projekta.
sv: Klicka på **Ladda upp till App Store Connect...** från exportmenyn. Screenshot Bro återger de valda skärmdumparna direkt från projektet.
th: คลิก **อัปโหลดไปยัง App Store Connect…** จากเมนูส่งออก Screenshot Bro แสดงผลภาพหน้าจอที่เลือกโดยตรงจากโปรเจ็กต์
tr: Dışa aktarma menüsünden **App Store Connect'e Yükle…** seçeneğine tıklayın. Screenshot Bro seçili ekran görüntülerini doğrudan projeden oluşturur.
uk: Виберіть **Вивантажити в App Store Connect…** у меню експорту. Screenshot Bro рендерить вибрані знімки екрана безпосередньо з проєкту.
ur: ایکسپورٹ مینو سے **اپ لوڈ پر App Store Connect…** پر کلک کریں۔ Screenshot Bro منتخب اسکرین شاٹس کو براہ راست پروجیکٹ سے پیش کرتا ہے۔
vi: Nhấp vào **Tải lên App Store Connect…** từ menu xuất. Screenshot Bro hiển thị trực tiếp các ảnh chụp màn hình đã chọn từ dự án.
zh_hans: 从导出菜单中点按 **上传至 App Store Connect…**。Screenshot Bro 会直接从项目渲染所选截图。
zh_hant: 從輸出選單中按一下**上傳至 App Store Connect…**。Screenshot Bro 會直接從專案轉譯所選的螢幕截圖。

source: Click a shape to select it. **Shift-click** to add to or remove from the selection.
ar: انقر فوق الشكل لتحديده. **انقر مع الضغط على Shift** للإضافة إلى التحديد أو الإزالة منه.
ca: Feu clic a una forma per seleccionar-la. **Premeu Maj+clic** per afegir o eliminar de la selecció.
cs: Kliknutím na tvar jej vyberte. **Stisknutím klávesy Shift** přidáte do výběru nebo z něj odeberete.
da: Klik på en figur for at vælge den. **Shift-klik** for at tilføje til eller fjerne fra markeringen.
de: Klicke auf eine Form, um sie auszuwählen. **Klicken mit gedrückter Umschalttaste** fügt sie der Auswahl hinzu oder entfernt sie.
el: Κάντε κλικ σε ένα σχήμα για να το επιλέξετε. **Κάντε Shift-κλικ** για προσθήκη ή κατάργηση από την επιλογή.
es: Haz clic en una forma para seleccionarla. **Mayúsculas + clic** la añade a la selección o la quita.
fa: برای انتخاب یک شکل روی آن کلیک کنید. با **Shift-کلیک** آن را به انتخاب اضافه یا از آن حذف کنید.
fi: Valitse muoto napsauttamalla sitä. **Vaihto-napsauta** lisätäksesi valintaan tai poistaaksesi siitä.
fr: Cliquez sur une forme pour la sélectionner. **Maj-clic** pour l'ajouter à la sélection ou l'en retirer.
he: לחץ על צורה כדי לבחור אותה. **לחץ על Shift** כדי להוסיף או להסיר מהבחירה.
hr: Pritisnite oblik da biste ga odabrali. **Shift-klik** za dodavanje ili uklanjanje iz odabira.
hu: Kattintson egy alakzatra a kiválasztásához. **Shift-kattintás** a kijelöléshez való hozzáadáshoz vagy onnan való eltávolításhoz.
id: Klik bentuk untuk memilihnya. **Shift-klik** untuk menambah atau menghapus dari pilihan.
it: Fai clic su una forma per selezionarla. **Maiuscole-clic** per aggiungerla o rimuoverla dalla selezione.
ja: 図形をクリックして選択します。**Shift キーを押しながらクリック** すると、選択に追加したり選択から外したりできます。
ko: 도형을 클릭하여 선택하세요. **Shift 키를 누른 채 클릭**하면 선택 항목에 추가하거나 제거할 수 있습니다.
ms: Klik bentuk untuk memilihnya. **Shift-klik** untuk menambah atau mengalih keluar daripada pilihan.
nl: Klik op een vorm om deze te selecteren. **Shift-klik** om toe te voegen aan of te verwijderen uit de selectie.
no: Klikk på en form for å velge den. **Shift-klikk** for å legge til eller fjerne fra utvalget.
pl: Kliknij kształt, aby go zaznaczyć. **Kliknij z wciśniętym klawiszem Shift**, aby dodać lub usunąć zaznaczenie.
pt_br: Clique em uma forma para selecioná-la. **Clique com a tecla Shift pressionada** para adicionar ou remover da seleção.
pt_pt: Clique em uma forma para selecioná-la. **Clique com a tecla Shift pressionada** para adicionar ou remover da seleção.
ro: Faceți clic pe o formă pentru a o selecta. **Shift-clic** pentru a adăuga sau a elimina din selecție.
ru: Нажмите фигуру, чтобы выбрать ее. **Нажатие с Shift** добавляет ее к выделению или убирает из него.
sk: Kliknutím na tvar ho vyberiete. **Kliknutím so stlačeným klávesom Shift** pridáte alebo odstránite výber.
sl: Kliknite obliko, da jo izberete. **Kliknite s tipko Shift**, da dodate ali odstranite izbor.
sv: Klicka på en form för att välja den. **Skift-klicka** för att lägga till eller ta bort från urvalet.
th: คลิกรูปร่างเพื่อเลือก **Shift-คลิก** เพื่อเพิ่มหรือลบออกจากส่วนที่เลือก
tr: Bir şekli seçmek için üzerine tıklayın. Seçime eklemek veya seçimden çıkarmak için **Shift ile tıklayın**.
uk: Клацніть фігуру, щоб вибрати її. **Клацання з Shift** додає до вибору або вилучає з нього.
ur: اسے منتخب کرنے کے لیے کسی شکل پر کلک کریں۔ انتخاب میں شامل کرنے یا ہٹانے کے لیے **شفٹ پر کلک کریں۔
vi: Bấm vào một hình dạng để chọn nó. **Shift-click** để thêm vào hoặc xóa khỏi vùng chọn.
zh_hans: 点按形状即可将其选中。**按住 Shift 键点按** 可将其添加到所选内容或从中移除。
zh_hant: 按一下形狀即可選取。**按住 Shift 並按一下**可將其加入選取範圍或從中移除。

source: Click bar to add stops
ar: انقر فوق شريط لإضافة توقف
ca: Feu clic a la barra per afegir parades
cs: Kliknutím na lištu přidáte zastávky
da: Klik på bjælken for at tilføje stop
de: Klicke auf die Leiste, um Stopps hinzuzufügen
el: Κάντε κλικ στη γραμμή για να προσθέσετε στάσεις
es: Haz clic en la barra para añadir puntos
fa: برای افزودن نقطهٔ رنگ روی نوار کلیک کنید
fi: Lisää pysähdyksiä napsauttamalla palkkia
fr: Cliquez sur la barre pour ajouter des arrêts
he: לחץ על פס כדי להוסיף עצירות
hr: Pritisnite traku za dodavanje stanica
hu: Kattintson a sávra megállók hozzáadásához
id: Klik bar untuk menambahkan perhentian
it: Fai clic sulla barra per aggiungere punti colore
ja: バーをクリックしてストップを追加
ko: 막대를 클릭하여 정지점 추가
ms: Klik bar untuk menambah hentian
nl: Klik op de balk om stops toe te voegen
no: Klikk på linjen for å legge til stopp
pl: Kliknij pasek, aby dodać przystanki
pt_br: Clique na barra para adicionar paradas
pt_pt: Clique na barra para adicionar paradas
ro: Bara de clic pentru a adăuga opriri
ru: Нажмите на полосу, чтобы добавить точки
sk: Kliknutím na lištu pridáte zastávky
sl: Kliknite vrstico, da dodate postanke
sv: Klicka på stapeln för att lägga till stopp
th: คลิกแถบเพื่อเพิ่มจุดแวะ
tr: Durak eklemek için çubuğa tıklayın
uk: Клацніть смугу, щоб додати точки
ur: اسٹاپس شامل کرنے کے لیے بار پر کلک کریں۔
vi: Nhấp vào thanh để thêm điểm dừng
zh_hans: 点按渐变条以添加色标
zh_hant: 按一下漸層列以加入色標
